/* 
  Localizable.strings
  macOS InstantView

  Created by teddy on 09/08/2019.
  Copyright © 2019 Johnson. All rights reserved.
*/

"USB Connection Info:"           =    "USB Connection Info:";
"Disconnected"                   =    "Disconnected";
"Connected"                      =    "Connected";
"OK"                             =    "OK";
"Error"                          =    "Error";
"Please connect SMI USB Display" =    "Please connect SMI USB Display";
"Cancel" = "Cancel";
"Please connect SMI USB Display\n\nIf you just connected, wait for a few seconds" = "Please connect SMI USB Display\n\nIf you just connected, wait for a few seconds";
"Loading SMI USB Display Driver install file failed, the InstantView application will restart." = "Loading SMI USB Display Driver install file failed, the InstantView application will restart.";

"SMI USB Display Manager" = "SMI USB Display Manager";
"Upgrading firmware, please DO NOT plug out device or power cable. -0%-" = "Upgrading firmware, please DO NOT plug out device or power cable. -0%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -10%-" = "Upgrading firmware, please DO NOT plug out device or power cable. -10%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -20%-" = "Upgrading firmware, please DO NOT plug out device or power cable. -20%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -30%-" = "Upgrading firmware, please DO NOT plug out device or power cable. -30%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -65%-" = "Upgrading firmware, please DO NOT plug out device or power cable. -65%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -95%-" = "Upgrading firmware, please DO NOT plug out device or power cable. -95%-";

"New firmware is available, Click \"OK\" to update (Default),\"Cancel\" to cancel it. \nNote : During the update progress，please DO \nNOT plug out device or power cable.\n" = "New firmware is available, Click \"OK\" to update (Default),\"Cancel\" to cancel it. \nNote : During the update progress，please DO \nNOT plug out device or power cable.\n";
"Firmware update is done, application will close, please restart the program after re-power USB device" = "Firmware update is done, application will close, please restart the program after re-power USB device";
"Please re-power the USB device!\n" = "Please re-power the USB device!\n";
"New firmware has been updated, please re-open the macOS InstantView." = "New firmware has been updated, please re-open the macOS InstantView.\n";

"New docking driver version detected, click \"OK\" to update, click \"Cancel\" to cancel. \n" = "New docking driver version detected, click \"OK\" to update, click \"Cancel\" to cancel. \n";

"Mirror Displays" = "Mirror Displays";
"Extend Displays" = "Extend Displays";
"Display Settings" = "Display Settings";
"Connect Display" = "Connect Display";
"Disconnect Display" = "Disconnect Display";
"Connecting..." = "Connecting...";
"Pop-up Window at Plugin" = "Pop-up Window at Plugin";
"Display before Login" = "Display before Login";
"Unlock Mac with Apple Watch" = "Unlock Mac with Apple Watch";
"Auto Update" = "Auto Update";
"Remove Application" = "Remove Application";
"Quit" = "Quit";
"Keep Display Aspect Ratio" = "Keep Display Aspect Ratio";

"USB display device is not connected. Please connect it and try again." = "USB display device is not connected. Please connect it and try again.";

"Quit" = "Quit";
"Open at Login" = "Open at Login";

"\"macOS InstantView\" would like to access files on a removable volume." = "\"macOS InstantView\" would like to access files on a removable volume.";

"Don't Allow" = "Don't Allow";
